/**
 * Названия месяцев на русском языке
 */
export const MONTH_NAMES = [
  'Январь',
  'Февраль',
  'Март',
  'Апрель',
  'Май',
  'Июнь',
  'Июль',
  'Август',
  'Сентябрь',
  'Октябрь',
  'Ноябрь',
  'Декабрь'
];

/**
 * Сокращенные названия дней недели на русском языке
 */
export const WEEKDAY_NAMES = ['Пн', 'Вт', 'Ср', 'Чт', 'Пт', 'Сб', 'Вс'];

/**
 * Текст по умолчанию для поля ввода даты
 */
export const DEFAULT_PLACEHOLDER = 'дд.мм.гггг';

/**
 * Заголовок поля ввода даты рождения
 */
export const BIRTHDAY_LABEL = 'Дата рождения';
